Repository: keelerh/DisruptTheDistrict
Catalog: annotator-1.2.10/locale/*/annotator.po
Languages: fa

source: Annotator requires jQuery: have you included lib/vendor/jquery.js?
fa: حاشیه‌نویس به بسته‌ی jQuery نیاز دارد: آیا lib/vendor/jquery.js را لحاظ کرده‌اید؟

source: Annotator requires a JSON implementation: have you included lib/vendor/json2.js?
fa: حاشیه‌نویس به یک پیاده‌سازی از JSON نیاز دارد: آیا lib/vendor/json2.js را لحاظ کرده‌اید؟

source: Not implemented:
fa: پیاده‌سازی نشده است:

source: Could not sniff range type
fa: نوعِ بازه درک نشد

source: You may only call normalize() once on a BrowserRange!
fa: در یک BrowserRange، تنها یک بار می‌توانید normalize() را صدا بزنید!

source: Error deserializing range: can't find XPath '
fa: خطای خواندن بازه: XPath پیدا نشد. '

source: '. Is this the right document?
fa: '. آیا این سندِ مورد نظر است؟

source: Annotate
fa: حاشیه‌نویسی

source: No Comment
fa: بدون نظر

source: Comments
fa: نظرات

source: Can't dump annotations without Store plugin.
fa: بدون افزونه‌ی انبار، نمی‌توان از حاشیه‌نویسی‌ها روبرداشت.

source: You cannot have more than one instance of any plugin.
fa: نمی‌توانید پیش از یک نمونه از هر افزونه داشته باشید.

source: Could not load
fa: نمی‌توان بارگیری کرد

source: plugin. Have you included the appropriate <script> tag?
fa: افزونه. آیا برچسب <script> مناسب را لحاظ کرده‌اید؟

source: Cancel
fa: لغو

source: Save
fa: ذخیره

source: Add some tags here
fa: اینجا چند برچسب اضافه کنید

source: Tag
fa: برچسب

source: Couldn't get auth token:
fa: ژتون احراز هویت قابل دریافت نیست:

source: Didn't get a valid token.
fa: ژتون معتبری دریافت نشد.

source: Getting a new token in 10s.
fa: دریافت یک ژتون تا 10 ثانیه.

source: Warning: No ID returned from server for annotation
fa: اخطار: هیچ شناسه‌ای برای حاشیه‌نویسی از سرویس‌دهنده دریافت نشد.

source: Trying to update unregistered annotation!
fa: تلاش برای به‌روزرسانی حاشیه‌ی ثبت نشده!

source: Sorry we could not
fa: متأسفانه نتوانستیم

source: this annotation
fa: این حاشیه

source: Sorry we could not search the store for annotations
fa: متأسفیم، ما نتوانستیم در انبار به دنبال حاشیه‌نویسی‌ها بگردیم.

source: the annotations from the store
fa: حاشیه‌نویسی‌ها از انبار

source: Sorry you are not allowed to
fa: متأسفانه شما اجازه ندارید

source: Sorry we could not connect to the annotations store
fa: متأسفیم، ما نتوانستیم به انبار حاشیه‌نویسی‌ها متصل شویم

source: Sorry something went wrong with the annotation store
fa: متأسفیم، مشکلی در انبار حاشیه‌نویسی‌ها رخ داده است.

source: API request failed:
fa: درخاست API رد شد:

source: Navigate:
fa: گشت:

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Filter by:
fa: سوا کردن با:

source: Clear
fa: از نو

source: Annotation
fa: حاشیه‌نویسی

source: Filter by
fa: سوا کردن با

source: To use the Markdown plugin, you must include Showdown into the page first.
fa: برای استفاده از افزونه‌ی «Markdown»، ابتدا باید «Showdown» را در صفحه اول لحاظ کنید.

source: Sorry your current browser does not support the Annotator
fa: متأسفیم، این مرورگر از حاشیه‌نویس پشتیبانی نمی‌کند

source: Allow anyone to <strong>view</strong> this annotation
fa: به همه اجازه‌ی <strong>دیدن</strong> این حاشیه‌نویسی را بده

source: Allow anyone to <strong>edit</strong> this annotation
fa: به همه اجازه‌ی <strong>ویرایش</strong> این حاشیه‌نویسی را بده

source: User
fa: کاربر
